# Min Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..Min Property
SymbolTypeId Class See Also
---
Symbol min, indicating unit Minutes.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId Min { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property Min As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ Min {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace